<!DOCTYPE html>
<!--
	Template Name: Foxclore
	Author: <a href="https://www.os-templates.com/">OS Templates</a>
	Author URI: https://www.os-templates.com/
	Copyright: OS-Templates.com
	Licence: Free to use under our free template licence terms
	Licence URI: https://www.os-templates.com/template-terms
-->
<html lang="fr">
<head>
	<title>DebConf21 accueille ses sponsors&nbsp;!</title>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no">
	<link href="../layout/styles/layout.css" rel="stylesheet" type="text/css" media="all">
	<link rel="icon" href="../images/demo/debian.ico" />
</head>
<body id="top">
	<div class="bgded overlay" style="background-image:url('../images/demo/backgrounds/black.jpg');"> 
		<header id="header" class="hoc clear"> 
			<div id="logo" class="one_quarter first">
				<h1><a href="../index.html">Debian</a></h1>
				<p>Le Blog Officiel</p>
			</div>
		</header>
		<div id="breadcrumb" class="hoc clear"> 
			<h6 class="heading">DebConf21 accueille ses sponsors&nbsp;!</h6>
		</div>
	</div>
	<div class="wrapper row3">
		<main class="hoc container clear"> 
			<div class="content"> 
				<p>Publi&eacute; le Mercredi 25 Ao&ucirc;t 2021</p>
				<p>&Eacute;crit par <strong>Laura Arjona Reina, Jean-Pierre Giraud</strong></p>
				<p>Traduit par <strong>Th&eacute;o Bolmont</strong></p>
				<p><img alt="DebConf21 logo" src="../images/demo/dc21-logo-horizontal-diversity.png"></p>
				<p>La DebConf21 se d&eacute;roule en ligne, du 24 ao&ucirc;t au 28 ao&ucirc;t 2021. Il s'agit de la 22e conf&eacute;rence Debian, et les organisateurs et les participants travaillent dur ensemble pour cr&eacute;er des &eacute;v&eacute;nements int&eacute;ressants et fructueux. DebConf21 accueille ses sponsors&nbsp;!</p>
				<p>Nous souhaitons accueillir chaleureusement les 19 sponsors de DebConf21, et vous les pr&eacute;senter.</p>
				<p>Nous avons cinq sponsors Platinum.</p>
				<p>Notre premier sponsor Platinum est <a href="https://www.lenovo.com"><strong>Lenovo</strong></a>. En tant que leader technologique mondial fabriquant un large portefeuille de produits connect&eacute;s, notamment des smartphones, des tablettes, des PC et des stations de travail, ainsi que des dispositifs RA/RV, des solutions de maison/bureau intelligents et de centres de donn&eacute;es, Lenovo comprend &agrave; quel point les syst&egrave;mes et plateformes ouverts sont essentiels dans un monde connect&eacute;.</p>
				<p>Notre prochain sponsor Platinum est <a href="https://www.infomaniak.com/en"><strong>Infomaniak</strong></a>. Infomaniak est la plus grande soci&eacute;t&eacute; d'h&eacute;bergement web de Suisse, offrant &eacute;galement des services de sauvegarde et de stockage, des solutions pour les organisateurs d'&eacute;v&eacute;nements, des services de live-streaming et de vid&eacute;o &agrave; la demande. Elle est propri&eacute;taire &agrave; 100 % de ses centres de donn&eacute;es et de tous les &eacute;l&eacute;ments essentiels au fonctionnement des services et produits fournis par la soci&eacute;t&eacute;.  au fonctionnement des services et produits fournis par la soci&eacute;t&eacute; &agrave; la fois logiciels et mat&eacute;riels).</p>
				<p><a href="https://code4life.roche.com/"><strong>Roche</strong></a> est notre troisi&egrave;me sponsor Platinum. Roche est un important fournisseur international de produits pharmaceutiques et une soci&eacute;t&eacute; de recherche qui se consacre &agrave; la personnalisation des soins de sant&eacute;. Plus de 100 000 employ&eacute;s dans le monde entier travaillent &agrave; la r&eacute;solution de certains des plus grands d&eacute;fis de l'humanit&eacute; en utilisant la science et la technologie. Roche est fortement impliqu&eacute;e dans des projets de recherche projets de recherche collaborative financ&eacute;s par l'&eacute;tat avec d'autres partenaires industriels et universitaires et soutient DebConf depuis 2017.</p>
				<p><a href="https://aws.amazon.com"><strong>Amazon Web Services (AWS)</strong></a> est notre quatri&egrave;me sponsor Platinum. Amazon Web Services est l'une des plateformes de cloud computing la plus compl&egrave;te et la plus largement adopt&eacute;e au monde, Elle offre plus de 175 services complets &agrave; partir de centres de donn&eacute;es r&eacute;partis dans le monde entier (dans 77 zones de disponibilit&eacute; au sein de 24 r&eacute;gions g&eacute;ographiques). (dans 77 zones de disponibilit&eacute; au sein de 24 r&eacute;gions g&eacute;ographiques). Parmi les clients d'AWS, on trouve les start-ups &agrave; la croissance la plus rapide, les plus grandes entreprises et les principales agences gouvernementales. et des agences gouvernementales de premier plan.</p>
				<p><a href="https://google.com"><strong>Google</strong></a> est notre cinqui&egrave;me sponsor Platinum. Google est l'une des plus grandes entreprises technologiques au monde. mondiale, qui fournit une large gamme de services et de produits li&eacute;s &agrave; l'Internet, tels que des technologies de comme les technologies de publicit&eacute; en ligne, la recherche, l'informatique d&eacute;mat&eacute;rialis&eacute;e, les logiciels et le mat&eacute;riel. Google soutient Debian en parrainant la DebConf depuis plus de dix ans. dix ans, et est &eacute;galement un partenaire de Debian qui sponsorise des parties  de l'infrastructure d'int&eacute;gration continue de <a href="https://salsa.debian.org">Salsa</a> within Google Cloud Platform.</p>
				<p>Notre sponsor Gold est <a href="http://www.matanel.org"><strong>Matanel Foundation</strong></a>. La Fondation Matanel op&egrave;re en Israël, car son premier souci est de pr&eacute;server la coh&eacute;sion d'une soci&eacute;t&eacute; et d'une nation en proie &agrave; des divisions. La Fondation Matanel travaille &eacute;galement en Europe, en Afrique et en Am&eacute;rique du Sud.</p>
				<p>Nos sponsors Silver sont: <a href="https://www.arm.com/"><strong>Arm</strong></a>: le meilleur portefeuille de conception de SoC au monde, les solutions motoris&eacute;es d'Arm soutiennent l'innovation depuis plus de 30 ans et sont d&eacute;ploy&eacute;es dans plus de 160 milliards de puces &agrave; ce jour, <a href="https://www.hudsonrivertrading.com/"><strong>Hudson-Trading</strong></a>, une entreprise qui recherche et d&eacute;veloppe des algorithmes de trading automatis&eacute; en utilisant des techniques math&eacute;matiques avanc&eacute;es, <a href="https://www.canonical.com/"><strong>Ubuntu</strong></a> le syst&egrave;me d'exploitation fourni par Canonical, <a href="https://www.globo.com/"><strong>Globo</strong></a>, le plus grand conglom&eacute;rat de m&eacute;dias au Br&eacute;sil, fond&eacute; &agrave; Rio de Janeiro en 1925 et distribue des contenus de haute qualit&eacute; sur de multiples plateformes, <a href="https://www.twosigma.com/"><strong>Two Sigma</strong></a>, d'enquête rigoureuse, d'analyse de donn&eacute;es et d'invention pour contribuer &agrave; r&eacute;soudre les d&eacute;fis dans les services financiers et <a href="https://about.gitlab.com/solutions/open-source/"><strong>GitLab</strong></a>, une plate-forme de d&eacute;veloppement logiciel open source de bout en bout avec contr&ocirc;le de version int&eacute;gr&eacute;, le suivi des probl&egrave;mes, la revue de code, le CI/CD, et plus encore.</p>
				<p>Sponsors Bronze: <a href="https://www.univention.com/"><strong>Univention</strong></a>, <a href="https://www.gandi.net/en"><strong>Gandi.net</strong></a>, <a href="https://www.daskeyboard.com/"><strong>daskeyboard</strong></a>, <a href="https://www.interface-ag.com/"><strong>InterFace AG</strong></a> et <a href="https://www.credativ.com/"><strong>credativ</strong></a>.</p>
				<p>Et finalement, nos Sponsor de niveau, <a href="https://isg.ee.ethz.ch/"><strong>ISG.EE</strong></a>.</p>
				<p>Merci &agrave; tous nos sponsors pour leur soutien&nbsp;! Leurs contributions permettent Ã un grand nombre de de contributeurs Debian du monde entier de travailler ensemble, de s'aider et d'apprendre les uns des autres lors de la DebConf21.</p>
				<h2>Participer &agrave; la DebConf21 en ligne</h2>
				<p>La 22e conf&eacute;rence Debian se tiendra en ligne, en raison de COVID-19, du 24 au 28 ao&ucirc;t 2021. Les expos&eacute;s, discussions, panels et autres activit&eacute;s se d&eacute;roulent de 12 h &agrave; 2 h UTC. Visitez le site web de la DebConf21 &agrave; l'adresse suivante <a href="https://debconf21.debconf.org">https://debconf21.debconf.org</a> pour connaître le programme complet, regarder le streaming en direct et rejoindre les diff&eacute;rents canaux de communication pour participer &agrave; la conf&eacute;rence.</p></div>
				<div class="clear"></div>
			</main>
		</div>
		<div class="bgded overlay row4" style="background-image:url('../images/demo/backgrounds/debian.jpg');">
			<footer id="footer" class="hoc clear"> 
				<div class="center btmspace-50">
					<h6 class="heading">Debian</h6>
					<p class="nospace">Une grande communaut&eacute;.</p>
				</div>
				<hr class="btmspace-50">
				<div class="one_quarter">
					<h6 class="heading">Nouvelles et annonces de Debian</h6>
					<ul class="nospace linklist">
						<li>
							<article>
								<p class="nospace btmspace-10"><a href="debian11.html">Publication de Debian 11 "Bullseye".</a></p>
								<time class="block font-xs" datetime="2021-08-14">14 Aout 2021</time>
							</article>
						</li>
						<li>
							<article>
								<p class="nospace btmspace-10"><a href="debian10.html">Publication de la mise &agrave; jour de Debian 10.10.</a></p>
								<time class="block font-xs" datetime="2021-06-19">19 Juin 2021</time>
							</article>
						</li>
					</ul>
				</div>
			</footer>
		</div>
		<div class="wrapper row5">
			<div id="copyright" class="hoc clear"> 
				<p class="fl_left">Copyright &copy; 2018 - All Rights Reserved - <a href="https://www.debian.org/">Debian</a></p>
				<p class="fl_right">Template by <a target="_blank" href="https://www.os-templates.com/" title="Free Website Templates">OS Templates</a></p>
			</div>
		</div>
		<a id="backtotop" href="#top"><i class="fas fa-chevron-up"></i></a>
	</body>
	</html>