<!DOCTYPE html>
<!--
	Template Name: Foxclore
	Author: <a href="https://www.os-templates.com/">OS Templates</a>
	Author URI: https://www.os-templates.com/
	Copyright: OS-Templates.com
	Licence: Free to use under our free template licence terms
	Licence URI: https://www.os-templates.com/template-terms
-->
<html lang="fr">
<head>
	<title>Cl&ocirc;ture de DebConf21 en ligne</title>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no">
	<link href="../layout/styles/layout.css" rel="stylesheet" type="text/css" media="all">
	<link rel="icon" href="../images/demo/debian.ico" />
</head>
<body id="top">
	<div class="bgded overlay" style="background-image:url('../images/demo/backgrounds/black.jpg');"> 
		<header id="header" class="hoc clear"> 
			<div id="logo" class="one_quarter first">
				<h1><a href="../index.html">Debian</a></h1>
				<p>Le Blog Officiel</p>
			</div>
		</header>
		<div id="breadcrumb" class="hoc clear"> 
			<h6 class="heading">Cl&ocirc;ture de DebConf21 en ligne</h6>
		</div>
	</div>
	<div class="wrapper row3">
		<main class="hoc container clear"> 
			<div class="content"> 
				<p>Publi&eacute; le Jeudi 09 Septembre 2021</p>
				<p>&Eacute;crit par <strong>Laura Arjona Reina et Donald Norwood</strong></p>
				<p>Traduit par <strong>Jean-Pierre Giraud</strong></p>
				<p>Artwork par <strong>Judit Fogiszinger</strong></p>
				<p><img alt="Photo de groupe de DebConf21" src="../images/demo/debconf21_group_small.jpg"></p>
				<p>Samedi 28&nbsp;ao&ucirc;t&nbsp;2021, la conf&eacute;rence annuelle des d&eacute;veloppeurs et contributeurs Debian s'est achev&eacute;e.</p>
				<p>DebConf21 s'est tenue en ligne pour la deuxi&egrave;me fois du fait de la pand&eacute;mie du coronavirus (COVID-19).</p>
				<p>Toutes les sessions ont &eacute;t&eacute; diffus&eacute;es en direct &agrave; travers diff&eacute;rents canaux pour participer &Agrave; la conf&eacute;rence&nbsp;: messagerie IRC, &eacute;dition de texte collaboratif en ligne et salons de visioconf&eacute;rence.</p>
				<p>Avec plus de 740&nbsp;participants de plus de 15&nbsp;pays diff&eacute;rents et un total de plus de 70&nbsp;pr&eacute;sentations, sessions d'&eacute;change ou de discussion informelle (BoF) et d'autres activit&eacute;s, <a href="https://debconf21.debconf.org">DebConf21</a> a &eacute;t&eacute; un &eacute;norme succ&egrave;s.</p>
				<p>La configuration &eacute;labor&eacute;e pour de pr&eacute;c&eacute;dents &eacute;v&eacute;nements en ligne, int&eacute;grant Jitsi, OBS, Voctomix, SReview, nginx, Etherpad et un frontal r&eacute;cemment &eacute;crit bas&eacute; sur le web pour Voctomix a &eacute;t&eacute; am&eacute;lior&eacute;e et utilis&eacute;e avec succ&egrave;s pour DebConf21. Toutes les composantes de l'infrastructure vid&eacute;o sont des logiciels libres et l'ensemble des r&eacute;glages est configur&eacute; au moyen du d&eacute;p&ocirc;t public <a href="https://salsa.debian.org/debconf-video-team/ansible">ansible</a> de l'&eacute;quipe Vid&eacute;o.</p>
				<p>Le <a href="https://debconf21.debconf.org/schedule/">programme</a> de DebConf21 comprenait une grande diversit&eacute; d'&eacute;v&eacute;nements regroup&eacute;s en plusieurs fils&nbsp;:</p>
				<ul>
					<li>introduction au logiciel libre et Debian&nbsp;;</li>
					<li>empaquetage, politique et infrastructure Debian&nbsp;;</li>
					<li>administration syst&egrave;me, automatisation et orchestration&nbsp;;</li>
					<li>nuage et conteneurs&nbsp;;</li>
					<li>s&eacute;curit&eacute;&nbsp;;</li>
					<li>communaut&eacute;, diversit&eacute;, valorisation locale et contexte social&nbsp;;</li>
					<li>internationalisation, r&eacute;gionalisation et accessibilit&eacute;&nbsp;;</li>
					<li>embarqu&eacute; et noyau&nbsp;;</li>
					<li>m&eacute;langes Debian et distributions d&eacute;riv&eacute;es de Debian&nbsp;;</li>
					<li>Debian dans les sciences humaines et les sciences</li>
					<li>et d'autres choses encore.</li>
				</ul>
				<p>Les communications ont &eacute;t&eacute; diffus&eacute;es sur deux canaux et plusieurs de ces activit&eacute;s se sont tenues en diff&eacute;rentes langues&nbsp;: t&eacute;lougou, portugais, malayalam, kannada, hindi, marathi et anglais, permettant &Agrave; un public plus vari&eacute; d'appr&eacute;cier leur participation.</p>
				<p>Entre les communications, l'&eacute;quipe Vid&eacute;o a diffus&eacute; en boucle les logos des parrains habituels, mais aussi des clips vid&eacute;o suppl&eacute;mentaires comprenant des photos des DebConf pr&eacute;c&eacute;dentes, des anecdotes amusantes sur Debian et de petites d&eacute;dicaces vid&eacute;o envoy&eacute;es par des participants pour communiquer avec leurs amis de Debian.</p>
				<p>L'&eacute;quipe Publicit&eacute; de Debian a r&eacute;alis&eacute; son habituelle «&nbsp;couverture en direct&nbsp;» pour encourager la participation avec des «&nbsp;micronews&nbsp;» annonçant les diff&eacute;rents &eacute;v&eacute;nements. L'&eacute;quipe DebConf a aussi fourni plusieurs options pour <a href="https://debconf21.debconf.org/schedule/mobile/">suivre le programme sur son t&eacute;l&eacute;phone mobile</a>.</p>     
				<p>Pour tous ceux qui n'ont pu participer &Agrave; la DebConf, la plupart des communications et des sessions sont d&eacute;j&Agrave; disponibles sur le <a href="https://meetings-archive.debian.net/pub/debian-meetings/2021/DebConf21/">site web des r&eacute;unions Debian</a>, et les derni&egrave;res le seront dans les prochains jours.</p>	
				<p>Le site web de <a href="https://debconf21.debconf.org/">DebConf21</a>  restera actif &agrave; fin d'archive et continuera &Agrave; offrir des liens vers les pr&eacute;sentations et vid&eacute;os des communications et des &eacute;v&eacute;nements.</p>
				<p>L'an prochain, il est pr&eacute;vu que <a href="https://wiki.debian.org/DebConf/22">DebConf22</a> se tienne &Agrave; Prizren, Kosovo, en juillet&nbsp;2022.</p>
				<p>DebConf s'est engag&eacute;e &Agrave; offrir un environnement s&ucirc;r et accueillant pour tous les participants. Durant la conf&eacute;rence, plusieurs &eacute;quipes (le secr&eacute;tariat, l'&eacute;quipe d'accueil et l'&eacute;quipe communaut&eacute;) &eacute;taient disponibles pour offrir aux participants le meilleur accueil &Agrave; la conf&eacute;rence et trouver des solutions &Agrave; tout probl&egrave;me qui aurait pu subvenir. Voir la <a href="https://debconf21.debconf.org/about/coc/">page web &Agrave; propos du Code de conduite sur le site de DebConf21</a> pour plus de d&eacute;tails &Agrave; ce sujet.</p>
				<p>Debian remercie les nombreux <a href="https://debconf21.debconf.org/sponsors/">parrains</a> pour leur engagement dans leur soutien &agrave; DebConf21, et en particulier ses parrains de platine&nbsp;: <a href="https://www.lenovo.com"><strong>Lenovo</strong></a>, <a href="https://www.infomaniak.com"><strong>Infomaniak</strong></a>, <a href="https://code4life.roche.com"><strong>Roche</strong></a>, <a href="https://aws.amazon.com/"><strong>Amazon Web Services (AWS)</strong></a> et <a href="https://google.com/"><strong>Google</strong></a>.</p>
				<h3>&Agrave; propos de Debian</h3>
				<p>Le projet Debian a &eacute;t&eacute; fond&eacute; en 1993 par Ian Murdock pour être un projet communautaire r&eacute;ellement libre. Depuis cette date, le projet Debian est devenu l'un des plus importants et des plus influents projets &Agrave; code source ouvert. Des milliers de volontaires du monde entier travaillent ensemble pour cr&eacute;er et maintenir les logiciels Debian. Traduite en soixante-dix langues et prenant en charge un grand nombre de types d'ordinateurs, la distribution Debian est conçue pour être le <em>syst&egrave;me d'exploitation universel</em>.</p>
				<h3>&Agrave; propos de DebConf</h3>
				<p>DebConf est la conf&eacute;rence des d&eacute;veloppeurs du projet Debian. En plus d'un programme complet de pr&eacute;sentations techniques, sociales ou organisationnelles, DebConf fournit aux d&eacute;veloppeurs, aux contributeurs et &Agrave; toute personne int&eacute;ress&eacute;e, une occasion de rencontre et de travail collaboratif interactif. DebConf a eu lieu depuis 2000 en des endroits du monde aussi vari&eacute;s que l'&eacute;cosse, l'Argentine ou la Bosnie-Herz&eacute;govine. Plus d'information sur DebConf est disponible &agrave; l'adresse <a href="https://debconf.org">https://debconf.org/</a>.</p>
				<h3>&Agrave; propos de Lenovo</h3>
				<p>En tant que leader mondial en technologie, produisant une vaste gamme de produits connect&eacute;s, comprenant des smartphones, des tablettes, des machines de bureau et des stations de travail aussi bien que des p&eacute;riph&eacute;riques de r&eacute;alit&eacute; augment&eacute;e et de r&eacute;alit&eacute; virtuelle, des solutions pour la domotique ou le bureau connect&eacute; et les centres de donn&eacute;es, <a href="https://www.lenovo.com"><strong>Lenovo</strong></a> a compris combien &eacute;taient essentiels les plateformes et syst&egrave;mes ouverts pour un monde connect&eacute;.</p>
				<h3>&Agrave; propos d'Infomaniak</h3>
				<p><a href="https://www.infomaniak.com"><strong>Infomaniak</strong></a> est la plus grande compagnie suisse d'h&eacute;bergement web qui offre aussi des services de sauvegarde et de stockage, des solutions pour les organisateurs d'&eacute;v&eacute;nement et des services de diffusion en direct et de vid&eacute;o &Agrave; la demande. Elle poss&egrave;de l'int&eacute;gralit&eacute; de ses centres de donn&eacute;es et de tous les &eacute;l&eacute;ments essentiels pour le fonctionnement des services et produits qu'elle fournit (&agrave; la fois sur le plan mat&eacute;riel et logiciel).</p> <h3>&Agrave; propos de Roche</h3>
				<p><a href="https://code4life.roche.com/"><strong>Roche</strong></a> est un fournisseur pharmaceutique international majeur et une entreprise de recherche d&eacute;di&eacute;e &agrave; la m&eacute;decine personnalis&eacute;e. Plus de 100 000 employ&eacute;s &agrave; travers le monde travaillent &agrave; r&eacute;soudre certains des plus grands d&eacute;fis de l'humanit&eacute; au moyen de la science et de la technologie. Roche est fortement impliqu&eacute; dans des projets de recherche collaboratifs &agrave; financement public avec d'autres partenaires industriels et universitaires et soutient la DebConf depuis 2017.</p>
				<h3>&Agrave; propos d'Amazon Web Services (AWS)</h3>
				<p><a href="https://aws.amazon.com"><strong>Amazon Web Services (AWS)</strong></a> est une des plateformes de nuage les plus compl&egrave;tes et largement adopt&eacute;es au monde, proposant plus de 175 services complets issus de centres de donn&eacute;es du monde entier (dans 77 zones de disponibilit&eacute; dans 24 r&eacute;gions g&eacute;ographiques). Parmi les clients d'AWS sont pr&eacute;sentes des jeunes pousses &Agrave; croissance rapide, de grandes entreprises et des organisations majeures du secteur public.</p>
				<h3>&Agrave; propos de Google</h3>
				<p><a href="https://google.com/"><strong>Google</strong></a> est l'une des plus grandes entreprises technologiques du monde qui fournit une large gamme de services relatifs &agrave; Internet et de produits tels que des technologies de publicit&eacute; en ligne, des outils de recherche, de l'informatique dans les nuages, des logiciels et du mat&eacute;riel.</p>
				<p>Google apporte son soutien &agrave; Debian en parrainant la DebConf depuis plus de dix ans, et est &eacute;galement un partenaire de Debian en parrainant les composants de l'infrastructure d'int&eacute;gration continue de <a href="https://salsa.debian.org">Salsa</a> au sein de la plateforme Google Cloud.</p>
				<h3>Plus d'informations</h3>
				<p>Pour plus d'informations, veuillez consulter la page internet de DebConf21 &agrave; l'adresse <a href="https://debconf21.debconf.org/">https://debconf21.debconf.org/</a> ou envoyez un message &agrave; <a href="&#109;&#97;&#105;&#108;&#116;&#111;&#58;&#112;&#114;&#101;&#115;&#115;&#64;&#100;&#101;&#98;&#105;&#97;&#110;&#46;&#111;&#114;&#103;">&#112;&#114;&#101;&#115;&#115;&#64;&#100;&#101;&#98;&#105;&#97;&#110;&#46;&#111;&#114;&#103;</a>.</p>
			</div>
			<div class="clear"></div>
		</main>
	</div>
	<div class="bgded overlay row4" style="background-image:url('../images/demo/backgrounds/debian.jpg');">
		<footer id="footer" class="hoc clear"> 
			<div class="center btmspace-50">
				<h6 class="heading">Debian</h6>
				<p class="nospace">Une grande communaut&eacute;.</p>
			</div>
			<hr class="btmspace-50">
			<div class="one_quarter">
				<h6 class="heading">Nouvelles et annonces de Debian</h6>
				<ul class="nospace linklist">
					<li>
						<article>
							<p class="nospace btmspace-10"><a href="debian11.html">Publication de Debian 11 "Bullseye".</a></p>
							<time class="block font-xs" datetime="2021-08-14">14 Aout 2021</time>
						</article>
					</li>
					<li>
						<article>
							<p class="nospace btmspace-10"><a href="debian10.html">Publication de la mise &agrave; jour de Debian 10.10.</a></p>
							<time class="block font-xs" datetime="2021-06-19">19 Juin 2021</time>
						</article>
					</li>
				</ul>
			</div>
		</footer>
	</div>
	<div class="wrapper row5">
		<div id="copyright" class="hoc clear"> 
			<p class="fl_left">Copyright &copy; 2018 - All Rights Reserved - <a href="https://www.debian.org/">Debian</a></p>
			<p class="fl_right">Template by <a target="_blank" href="https://www.os-templates.com/" title="Free Website Templates">OS Templates</a></p>
		</div>
	</div>
	<a id="backtotop" href="#top"><i class="fas fa-chevron-up"></i></a>
</body>
</html>