<!DOCTYPE html>
<!--
Template Name: Foxclore
Author: <a href="https://www.os-templates.com/">OS Templates</a>
Author URI: https://www.os-templates.com/
Copyright: OS-Templates.com
Licence: Free to use under our free template licence terms
Licence URI: https://www.os-templates.com/template-terms
-->
<html lang="fr">

<head>
	<title>Publication de la Mise &agrave; jour de Debian 10.10</title>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no">
	<link href="../layout/styles/layout.css" rel="stylesheet" type="text/css" media="all">
	<link rel="icon" href="../images/demo/debian.ico" />
</head>
<body id="top">
	<div class="bgded overlay" style="background-image:url('../images/demo/backgrounds/black.jpg');"> 
	  <header id="header" class="hoc clear"> 
		<div id="logo" class="one_quarter first">
		  <h1><a href="../index.html">Debian</a></h1>
		  <p>Le Blog Officiel</p>
		</div>
	  </header>
		<div id="breadcrumb" class="hoc clear"> 
		<h6 class="heading">Publication de la mise &agrave; jour de Debian 10.10</h6>
	  </div>
	</div>
	<div class="wrapper row3">
	  <main class="hoc container clear"> 
		<div class="content"> 
		  <h1>19 juin 2021</h1>    
		  <p> Le projet Debian a l'honneur d'annoncer la dixi&egrave;me mise &agrave; jour de sa distribution stable Debian 10 (nom de code "Buster"). Tout en r&eacute;glant quelques probl&egrave;mes importants, cette mise &agrave; jour corrige principalement des probl&egrave;mes de s&eacute;curit&eacute; de la version stable. Les annonces de s&eacute;curit&eacute; ont d&eacute;j&Agrave; &eacute;t&eacute; publi&eacute;es s&eacute;par&eacute;ment et sont simplement r&eacute;f&eacute;renc&eacute;es dans ce document.</p>
		  <p>Veuillez noter que cette mise &agrave; jour ne constitue pas une nouvelle version de Debian 10 mais seulement une mise &agrave; jour de certains des paquets qu'elle contient. Il n'est pas n&eacute;cessaire de jeter les anciens m&eacute;dias de la version Buster. Apr&egrave;s installation, les paquets peuvent être mis &agrave; niveau vers les versions courantes en utilisant un miroir Debian &agrave; jour.</p>
		  <p>Ceux qui installent fr&eacute;quemment les mises &agrave; jour &agrave; partir de security.debian.org n'auront pas beaucoup de paquets &agrave; mettre &agrave; jour et la plupart des mises &agrave; jour de security.debian.org sont comprises dans cette mise &agrave; jour.</p>
		  <p>De nouvelles images d'installation seront prochainement disponibles &agrave; leurs emplacements habituels. </p>  
		  <p>Debian 11 "Bullseye" propose de nombreuses applications et environnements de bureau. Entre autres, elle inclut maintenant les environnements de bureau suivants&nbsp;:</p>
		  <ul>
			<li>Gnome 3.38&nbsp;;</li>
			<li>KDE Plasma 5.20&nbsp;;</li>
			<li>LXDE 11&nbsp;;</li>
			<li>LXQt 0.16&nbsp;;</li>
			<li>MATE 1.24&nbsp;;</li>
			<li>Xfce 4.16.</li>
		  </ul>
		  <p>Cette version contient plus de 11 294 nouveaux paquets pour un total de 59 551 paquets, avec un nombre significatif de paquets (9 519) marqu&eacute;s comme « obsol&egrave;tes » et supprim&eacute;s. 42 821 paquets ont &eacute;t&eacute; mis &agrave; jour et 5 434 demeurent inchang&eacute;s.</p>
		  <p>"Bullseye" est notre premi&egrave;re version &agrave; fournir un noyau Linux avec la prise en charge du syst&egrave;me de fichiers exFAT et qui l'utilise par d&eacute;faut pour monter les syst&egrave;mes de fichiers exFAT. Par cons&eacute;quent, il n'est plus n&eacute;cessaire d'utiliser l'impl&eacute;mentation du syst&egrave;me de fichiers dans l'espace utilisateur fournie par le paquet exfat-fuse. Les outils pour cr&eacute;er et v&eacute;rifier un syst&egrave;me de fichiers exFAT sont fournis par le paquet exfatprogs. </p>
		  <p>La plupart des imprimantes r&eacute;centes sont capables d'utiliser l'impression et la num&eacute;risation sans pilote sans avoir besoin des pilotes sp&eacute;cifiques du fabriquant (souvent non libres). "Bullseye" introduit un nouveau paquet, ipp-usb, qui utilise le protocole IPP-over-USB ind&eacute;pendant du fabriquant et pris en charge par beaucoup d'imprimantes r&eacute;centes. Cela permet &agrave; un p&eacute;riph&eacute;rique USB d'être vu comme un p&eacute;riph&eacute;rique r&eacute;seau. Le dorsal officiel SANE sans pilote est fourni par sane-escl du paquet libsane1 qui utilise le protocole eSCL. </p>
		  <p>Dans "Bullseye", systemd active par d&eacute;faut sa fonctionnalit&eacute; de journal persistant avec un repli implicite sur un stockage volatil. Cela permet aux utilisateurs qui ne d&eacute;pendent pas d'une fonctionnalit&eacute; particuli&egrave;re de d&eacute;sinstaller les d&eacute;mons de journalisation traditionnels et de passer &agrave; l'utilisation exclusive du journal de systemd.</p>
		  <p>L'&eacute;quipe Debian Med a pris part &agrave; la lutte contre la COVID-19 en empaquetant des paquets pour la recherche sur le virus au niveau de son s&eacute;quençage et pour combattre la pand&eacute;mie avec les outils utilis&eacute;s en &eacute;pid&eacute;miologie. Ce travail va continuer en mettant l'accent sur les outils d'apprentissage automatique dans ces deux domaines. Le travail de l'&eacute;quipe sur l'assurance qualit&eacute; et l'int&eacute;gration continue est essentiel sur le plan de la coh&eacute;rence et de la reproductibilit&eacute; des r&eacute;sultats indispensable dans le domaine scientifique. Le m&eacute;lange Debian Med poss&egrave;de une s&eacute;rie d'applications cruciales pour leurs performances qui b&eacute;n&eacute;ficient maintenant de SIMD Everywhere. Pour installer les paquets entretenus par l'&eacute;quipe Debian Med, il suffit d'installer les m&eacute;tapaquets nomm&eacute;s med-* qui sont en version 3.6.x.</p>
		  <p>Le chinois, le japonais, le cor&eacute;en et d'autres langues b&eacute;n&eacute;ficient de la nouvelle m&eacute;thode de saisie Fcitx 5 qui succ&egrave;de &agrave; la m&eacute;thode Fcitx 4, populaire dans "Buster". Cette nouvelle version prend bien mieux en charge les extensions de Wayland (le gestionnaire d'affichage par d&eacute;faut).</p>
		</div>
		<div class="clear"></div>
	  </main>
	</div>
	<div class="bgded overlay row4" style="background-image:url('images/demo/backgrounds/debian.jpg');">
	  <footer id="footer" class="hoc clear"> 
		<hr class="btmspace-50">
		<div class="one_quarter">
		  <h6 class="heading">Nouvelles et annonces de Debian</h6>
		  <ul class="nospace linklist">
			<li>
			  <article>
				<p class="nospace btmspace-10"><a href="debian11.html">Publication de Debian 11 "Bullseye".</a></p>
				<time class="block font-xs" datetime="2021-08-14">14 Aout 2021</time>
			  </article>
			</li>
			<li>
			  <article>
				<p class="nospace btmspace-10"><a href="debian10.html">Publication de la mise &agrave; jour de Debian 10.10.</a></p>
				<time class="block font-xs" datetime="2021-06-19">19 Juin 2021</time>
			  </article>
			</li>
		  </ul>
		</div>
	  </footer>
	</div>
	<div class="wrapper row5">
	  <div id="copyright" class="hoc clear"> 
		<p class="fl_left">Copyright &copy; 2018 - All Rights Reserved - <a href="https://www.debian.org/">Debian</a></p>
		<p class="fl_right">Template by <a target="_blank" href="https://www.os-templates.com/" title="Free Website Templates">OS Templates</a></p>
		
	  </div>
	</div>
	<a id="backtotop" href="#top"><i class="fas fa-chevron-up"></i></a>
</body>
</html>