<!DOCTYPE html>
<!--
	Template Name: Foxclore
	Author: <a href="https://www.os-templates.com/">OS Templates</a>
	Author URI: https://www.os-templates.com/
	Copyright: OS-Templates.com
	Licence: Free to use under our free template licence terms
	Licence URI: https://www.os-templates.com/template-terms
-->
<html lang="fr">
<head>
	<title>Les acteurs de Debian&nbsp;: Qui sommes-nous, que faisons-nous</title>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no">
	<link href="../layout/styles/layout.css" rel="stylesheet" type="text/css" media="all">
	<link rel="icon" href="../images/demo/debian.ico" />
</head>
<body id="top">
	<div class="bgded overlay" style="background-image:url('../images/demo/backgrounds/black.jpg');"> 
		<header id="header" class="hoc clear"> 
			<div id="logo" class="one_quarter first">
				<h1><a href="../index.html">Debian</a></h1>
				<p>Le Blog Officiel</p>
			</div>
		</header>
		<div id="breadcrumb" class="hoc clear"> 
			<h6 class="heading">Les acteurs de Debian&nbsp;: qui sommes-nous, que faisons-nous</h6>
		</div>
	</div>
	<div class="wrapper row3">
		<main class="hoc container clear">
			<h1>D&eacute;veloppeurs et contributeurs</h1>    
			<p> Debian est produite par presque un millier de d&eacute;veloppeurs &eacute;parpill&eacute;s autour du monde qui travaillent b&eacute;n&eacute;volement pendant leur temps libre. Peu de d&eacute;veloppeurs se sont en fait rencontr&eacute;s physiquement. La communication se fait principalement par courrier &eacute;lectronique (listes de diffusion sur lists.debian.org) et IRC (canal #debian sur irc.debian.org).</p>
			<p>La liste compl&egrave;te des membres officiels de Debian peut être consult&eacute;e sur le site nm.debian.org, qui tient &agrave; jour cette liste des membres. Une liste plus importante de contributeurs est disponible sur contributors.debian.org.</p>
			<p>Le projet Debian a une structure soigneusement organis&eacute;e. Pour plus d'informations sur ce &agrave; quoi ressemble Debian vue de l'int&eacute;rieur, n'h&eacute;sitez pas &Agrave; naviguer librement dans le coin des d&eacute;veloppeurs.</p>
			<h1>Comment tout cela a-t-il commenc&eacute; ?</h1>    
			<p>Debian a &eacute;t&eacute; lanc&eacute;e en ao&ucirc;t 1993 par Ian Murdock, comme une nouvelle distribution qui serait faite de façon ouverte, dans l'esprit de Linux et de GNU. Debian avait la r&eacute;putation d'être soigneusement et consciencieusement mise en place, entretenue et g&eacute;r&eacute;e avec beaucoup de soins. Cela a commenc&eacute; comme un groupe petit et tr&egrave;s soud&eacute; de hackers de logiciel libre, et graduellement cela s'est d&eacute;velopp&eacute; pour devenir une communaut&eacute; de d&eacute;veloppeurs et d'utilisateurs vaste et bien organis&eacute;e. Consultez l'histoire d&eacute;taill&eacute;e pour plus de d&eacute;tails.</p>      
			<p>Comme beaucoup de gens le demandent, Debian se prononce « d&eacute;-byanne » (ou en notation phon&eacute;tique /ˈde.bi.ən/). Cela vient des pr&eacute;noms du cr&eacute;ateur de Debian, Ian Murdock, et de sa femme, Debra.</p>
			<h1>Personnes et organisations soutenant Debian</h1>  
			<p>Beaucoup d'autres personnes et d'organisations font partie de la communaut&eacute; Debian&nbsp;: </p>
			<ul>
				<li>h&eacute;bergement et sponsors mat&eacute;riels</li>
				<li>sponsors des miroirs</li>
				<li>partenaires "d&eacute;veloppement et services"</li>
				<li>consultants</li>
				<li>vendeurs de support d’installation de Debian</li>
				<li>vendeurs d'ordinateurs avec Debian pr&eacute;install&eacute;e</li>
				<li>vendeurs de produits d&eacute;riv&eacute;s</li>
			</ul>
			<h1>Qui utilise Debian ?</h1>
			<p>Bien qu'aucune statistique pr&eacute;cise ne soit disponible (car Debian ne demande pas aux utilisateurs de s'enregistrer), de nombreux signes montrent que Debian est utilis&eacute;e par une grande vari&eacute;t&eacute; d'organisations, petites ou grandes, ainsi que par plusieurs milliers d'individus. Consultez notre page Qui utilise Debian ? pour une liste des organisations bien connues qui ont fourni de courtes descriptions sur comment et pourquoi elles utilisent Debian.</p>
			<div class="clear"></div>
		</main>
	</div>
	<div class="bgded overlay row4" style="background-image:url('../images/demo/backgrounds/debian.jpg');">
		<footer id="footer" class="hoc clear"> 
			<div class="center btmspace-50">
				<h6 class="heading">Debian</h6>
				<p class="nospace">Une grande communaut&eacute;.</p>
			</div>
			<hr class="btmspace-50">
			<div class="one_quarter">
				<h6 class="heading">Nouvelles et annonces de Debian</h6>
				<ul class="nospace linklist">
					<li>
						<article>
							<p class="nospace btmspace-10"><a href="debian11.html">Publication de Debian 11 "Bullseye".</a></p>
							<time class="block font-xs" datetime="2021-08-14">14 Aout 2021</time>
						</article>
					</li>
					<li>
						<article>
							<p class="nospace btmspace-10"><a href="debian10.html">Publication de la mise &agrave; jour de Debian 10.10.</a></p>
							<time class="block font-xs" datetime="2021-06-19">19 Juin 2021</time>
						</article>
					</li>
				</ul>
			</div>
		</footer>
	</div>
	<a id="backtotop" href="#top"><i class="fas fa-chevron-up"></i></a>
</body>
</html>